<?php

return [
    'admin' => [
        'news' => [
            'create' => [
                'success' => 'запись успешно добавленна.',
                'fail' => 'запись не добавленна.'
            ],
            'update' => [
                'success' => 'запись успешно обновленна.',
                'fail' => 'запись не обновленна.'
            ]
        ],
        'category' => [
            'create' => [
                'success' => 'категория успешно добавленна.',
                'fail' => 'категория не добавленна.'
            ],
            'update' => [
                'success' => 'категория успешно обновленна.',
                'fail' => 'категория не обновленна.'
            ]
        ]
    ]
//    ,
//    'auth' => [
//        'login' => [
//
//        ],
//        'registration' => [
//
//        ]
//    ]
];
